{"0":{"Nascimento":"5 de abril de 1588Aldeia de Westport, próximo a Malmesbury, no condado de Wiltshire, na Inglaterra.","Morte":"4 de dezembro de 1679 (91 anos)Hardwick Hall, na Inglaterra","Nacionalidade":"inglês","Ocupação":"Preceptor, filósofo.","Magnum opus":"Leviatã","Escola\/tradição":"Empiricismo, mecanicismo, nominalismo","Principais interesses":"Política, direito, filosofia política, ciência política, teoria do conhecimento","Ideias notáveis":"Estado de natureza, Contrato social, Soberania, Bellum omnia omnes","Volume I":"Elementorum Philosophiae I: De Corpore","Volume II":"Elementorum Philosophiae II e III: De Homine e De Cive","Volume III":"Versão latina de Leviatã.","Volume IV":"Vários sobre matemática, geometria e física","Volume V":"Várias obras curtas.","Volume 1":"De Corpore traduzido do latim para o inglês.","Volume 2":"De Cive.","Volume 3":"Leviatã","Volume 4":["TRIPOS; em Três Discursos:","An Answer to Bishop Bramhall's Book, called \"The Catching of the Leviatã\"","An Historical Narration concerning Heresy, and the Punishment thereof","Considerations upon the Reputation, Loyalty, Manners, and Religion of Thomas Hobbes","Answer to Sir William Davenant's Preface before \"Gondibert\"","Letter to the Right Honourable Edward Howard"],"Volume 5":"The Questions concerning Liberty, Necessity and Chance, clearly stated and debated between Dr Bramhall Bishop of Derry and Thomas Hobbes of Malmesbury.","Volume 6":["A Dialogue Between a Philosopher & a Student of the Common Laws of England","A Dialogue of the Common Law","Behemoth: the History of the Causes of the Civil Wars of England, and of the Counsels and Artifices By Which They Were Carried on From the Year 1640 to the Year 1660","The Whole Art of Rhetoric (tradução de Hobbes de seu próprio resumo em latim da Retórica de Aristóteles, publicado em 1637 com o título A Briefe of the Art of Rhetorique)","The Art of Rhetoric Plainly Set Forth. With Pertinent Examples For the More Easy Understanding and Practice of the Same (esta obra não é de Hobbes, mas de Dudley Fenner, The Artes of Logike and Rethorike, 1584)","The Art of Sophistry"],"Volume 7":["Seven Philosophical Problems","Decameron Physiologicum","Proportion of a straight line to half the arc of a quadrant","Six lessons to the Savilian Professors of the Mathematics","ΣΤΙΓΜΑΙ, or Marks of the absurd Geometry etc. of Dr Wallis","Extract of a letter from Henry Stubbe","Three letters presented to the Royal Society against Dr Wallis","Considerations on the answer of Dr Wallis","Letters and other pieces"],"Volume 8":"History of the Peloponnesian War, de Tucídides, traduzida para o inglês por Hobbes.","Volume 10":"The Iliad e The Odyssey, traduzidas para o inglês por Hobbes","Volume 11":"Índice","“Short Tract on First Principles”.[61]\nPp. 193–210 em Elements, Apêndice I.":"Atribuído por críticos importantes a Robert Payne","Tractatus opticus II  (1.ª edição parcial)\nPp. 211–226 em Elements, Apêndice II.":"1639, British Library, Harley MS 6796, ff. 193–266","Título":"Thomas Hobbes"}}