{"0":{"":"Esta página cita fontes, mas que não cobrem todo o conteúdo. Ajude a inserir referências (Encontre fontes: ABW  •  CAPES  •   Google (notícias • livros • acadêmico)). (Março de 2023)","Falado(a) em:":"Portugal","Região:":"concelhos de Miranda do Douro e Vimioso","Total de falantes:":"c. 8 500 (2023)","Família:":"Indo-europeia Itálica  Românica   Ítalo-ocidental    Românica ocidental     Galo-ibérica      Ibero-românica       Ibero-ocidental        Asturo-leonês         Mirandês","Escrita:":"Alfabeto latino","Língua oficial de:":"Língua cooficial em Miranda do Douro (Portugal)[1]","Regulado por:":"Instituto da Língua Mirandesa (Anstituto de la Lhéngua\/Léngua Mirandesa)","ISO 639-1:":"--","ISO 639-2:":"mwl","ISO 639-3:":"mwl","Outra eideia que anda cumigo zde esse tiempo ye la de que las pessonas spertában todas bien çpuostas aquel die - nun sei se a spera de la salbaçon, se de l bacalhau i las torreijas. Seia cumo seia, anque l'eigreija nun lo mandasse, todos guardában die santo a 24 de dezembre. I até, por bias desso, se me stá a lhembrar dũa beç mie mai haber ounhido las bacas i me haber dezido[…]":"Outra ideia que anda comigo desde esse tempo é a de que as pessoas espertavam todas bem dispostas aquele dia - não sei se à espera da salvação, se do bacalhau e das rabanadas. Seja como seja, embora a igreja não o mandasse, todos guardavam o dia santo a 24 de dezembro. E até, por vias disso, estou a lembrar-me duma vez em que a minha mãe tinha jungido as vacas e me tinha dito[…]","Português (europeu)":"","Título":"MirandêsMirandés"}}